// pages/home/index/index.js
Page({
  /**
   * 页面的初始数据
   */
  data: {
    a1: '<p><span style="color: rgb(0, 0, 0);" class="ql-size-large">据美国有线电视新闻网（CNN）消息，当地时间10日，美国“当选总统”拜登在被问及特朗普拒绝承认选举结果时，他表示，“非常坦率地说，我认为这很令人尴尬”。</span></p><p class="ql-align-center"><img src="http://cdn.xjun.cloud/image/1605073305585_1605073635212.png"></p><p>	<span class="ql-size-large">另外，据美国媒体报道，美国民主党总统候选人拜登的竞选团队表示，如果共和党总统候选人、美国现任总统特朗普拒绝承认选举结果并拖延权力交接，拜登的竞选团队将考虑采取法律行动。</span></p><p><span class="ql-size-large">	据美国媒体最新消息，特朗普的连任竞选团队已经开始裁员。《国会山报》：特朗普竞选团队开始裁员。雅虎新闻援引多个匿名消息来源称，特朗普的连任竞选团队已经有好几名工作人员被解雇，而且从下周开始，剩下的员工也会被陆续解雇。</span></p><p><span class="ql-size-large">	消息人士说，工作人员已经接到通知，他们将领取“最后一份薪水”，同时，距离他们离开团队“只剩一周的时间”。</span></p><p><span class="ql-size-large">	10日，美国总统特朗普则在一天内，连续两次在社交网站上发文。他表示，自己的选举正取得巨大进展，下周开始结果会出炉，而自己将会获胜。他还发推预告称，“选票腐败将于今晚9时（北京时间11日上午10时）在福克斯的肖恩·汉尼提节目（即‘肖恩·汉尼提秀’）中被揭露”。</span></p><p><span class="ql-size-large">	当地时间10日，美国国务院记者会上，当被问及国务院是否准备与拜登的“权力过渡”团队接触时，蓬佩奥作出了这番表态：“将会有一个向第二届特朗普政府的平稳过渡（时期）。”蓬佩奥说，“全世界都在关注正在发生的事。我们要清点所有选票。这个过程完成后，将产生选举人。这是一个过程，宪法规定得很清楚。”</span></p>',
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {},

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {},

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {},

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {},

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {},

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {},

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {},

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {},
});
